Repository: GamemakerChina/gms9999_zhcn
Catalog: omegat/project_save.tmx
Source language: en_us
Languages: zh_cn

source: This "Portable Network Graphics" image is not supported or it might be invalid.
zh_cn: 不支持此 "便携式网络图形" 图像, 或者它可能无效。

source: This "Portable Network Graphics" image is not valid because it contains invalid pieces of data (crc error)
zh_cn: 此 "便携式网络图形" 图像无效, 因为它包含无效的数据片段 (crc 错误)

source: This app uses ID_CAP_MICROPHONE
zh_cn: 此应用程序使用 ID_CAP_MICROPHONE

source: This authentication method is already registered with class name %s.
zh_cn: 此身份验证方法已使用类名 %s 注册。

source: This command is disabled.
zh_cn: 此命令已禁用

source: This file may be corrupted, try obtaining it again
zh_cn: 此文件可能已损坏, 请尝试再次获取它

source: This implementation supports only MD5 encoding.
zh_cn: 此实现仅支持 MD5 编码。

source: This is not a PE format
zh_cn: 这不是 PE 格式

source: This is not the speed in the game!
zh_cn: 这不是游戏中的速度!

source: This is the list of files to be included when creating a stand-alone game.
zh_cn: 这是创建独立游戏时要包括的文件列表。

source: This is the time-limited Beta of GameMaker 8.1.
zh_cn: 这是 GameMaker 8.1 的限时测试版。

source: This operation is not valid because the current image contains no valid header.
zh_cn: 此操作无效, 因为当前图像不包含有效的标头。

source: This project is under source control
zh_cn: 此项目受源代码管理

source: This requires an internet connection.
zh_cn: 这需要互联网连接。

source: This texture is used or 3d
zh_cn: 使用此纹理或3d

source: This version is only meant for testing the program, not for producing games.
zh_cn: 这个版本只用于测试程序, 而不是制作游戏。

source: This windows version is not supported
zh_cn: 不支持此 Windows 版本

source: Throw an error when arguments aren't initialised correctly.
zh_cn: 当参数未正确初始化时引发错误。

source: Thu
zh_cn: 周四

source: Thursday
zh_cn: 星期四

source: Tick if using Google Cloud Services, requires Savegames enabling in Google Developer Console
zh_cn: 如果使用Google云服务，请勾选，需要在 Google Developer Console 中启用 Savegames

source: Tick if using Google Play Services IAPS
zh_cn: 勾选如果使用谷歌播放服务 IAPS

source: Tile &Hor.
zh_cn: 图块水平

source: Tile &Vert.
zh_cn: 图块垂直

source: Tile Height:
zh_cn: 图块高度:

source: Tile Properties
zh_cn: 图块属性

source: Tile Template
zh_cn: 图块模版

source: Tile Width:
zh_cn: 图块宽度:

source: Tile editor:
zh_cn: 图块编辑器:

source: Tile set
zh_cn: 图块集

source: Tile the background horizontally
zh_cn: 水平平铺背景

source: Tile the background vertically
zh_cn: 垂直平铺背景

source: Tile the image horizontally
zh_cn: 水平平铺图像

source: Tile the image vertically
zh_cn: 垂直平铺图像

source: Tile: Horizontal
zh_cn: 平铺: 水平

source: Tile: Vertical
zh_cn: 平铺: 垂直

source: Tiles
zh_cn: 图块

source: Time Date Stamp
zh_cn: 时间日期戳

source: Time Line Information
zh_cn: 时间线信息

source: Time Line Names
zh_cn: 时间线名称

source: Time Line Properties
zh_cn: 时间线属性

source: Time Lines
zh_cn: 时间线

source: Title
zh_cn: 标题

source: Title ID
zh_cn: 标题 ID

source: Tizen Item Group Id
zh_cn: Tizen 项目组 Id

source: Tizen SDK Location
zh_cn: Tizen SDK 路径

source: To
zh_cn: 到

source: To distribute outside the Mac AppStore, El Capitan and above require that your game package is codesigned.
zh_cn: 在 El Capitan 及以上的苹果应用商店（Mac App Store）外发布你的游戏需要数字签名。

source: To purchase Spine, please visit
zh_cn: 购买 Spine，请访问

source: To use Spine animations with GameMaker, please agree to the license above.
zh_cn: 要在GameMaker中使用Spine动画，请同意上述许可。

source: Toggle &Grid
zh_cn: 切换网格

source: Toggle &Grid Ctrl+G
zh_cn: &切换网格显示 Ctrl+G

source: Toggle &Scratch Page
zh_cn: 切换 Scratch 页面

source: Toggle 720p support
zh_cn: 切换720p 支持

source: Toggle Breakpoint
zh_cn: 开/关断点

source: Toggle Breakpoint F9
zh_cn: 开/关断点 F9

source: Toggle Code Completion
zh_cn: 切换代码补全

source: Toggle Code Completion Ctrl+Alt+C
zh_cn: 切换代码补全 Ctrl+Alt+C

source: Toggle Google Licensing
zh_cn: 切换 Google 许可

source: Toggle Grid
zh_cn: 切换网格

source: Toggle Grid Ctrl+G
zh_cn: 切换网格 Ctrl+G

source: Toggle Landscape orientation
zh_cn: 切换横向方向

source: Toggle Landscape-flipped orientation
zh_cn: 切换横向翻转方向

source: Toggle Lint Code Analysis
zh_cn: 切换 Lint Code 分析

source: Toggle Moga Gamepad Support
zh_cn: 切换 Moga 手柄支持

source: Toggle OUYA packaging
zh_cn: 切换 OUYA 包装

source: Toggle Portrait orientation
zh_cn: 切换纵向方向

source: Toggle Push Notifications
zh_cn: 切换推送通知

source: Toggle Reloading of changed files
zh_cn: 切换已更改文件重新加载

source: Toggle Runner
zh_cn: 切换 Runner

source: Toggle Sandbox mode
zh_cn: 切换沙盒模式

source: Toggle Scratch Page
zh_cn: 切换 Scratch 页面

source: Toggle Scratch Page J
zh_cn: 切换 Scratch 页面 J

source: Toggle Search Focus
zh_cn: 切换搜索焦点

source: Toggle Smart Tabs
zh_cn: 切换智能选项卡

source: Toggle Syntax Checking
zh_cn: 切换语法检查

source: Toggle Syntax Checking Ctrl+Alt+S
zh_cn: 切换语法检查 Ctrl+Alt+S

source: Toggle WVGA support
zh_cn: 切换 WVGA 支持

source: Toggle WXGA support
zh_cn: 切换 WXGA 支持

source: Toggle allowing the player to resize the game window
zh_cn: 切换允许玩家调整游戏窗口的大小

source: Toggle bluetooth/iCade support
zh_cn: 切换蓝牙/iCade 支持

source: Toggle case sensitive search
zh_cn: 切换区分大小写的搜索

source: Toggle case sensitivity in search
zh_cn: 在搜索中切换区分大小写

source: Toggle case sensitivity of search
zh_cn: 切换搜索的区分大小写

source: Toggle cropping of Texture Group
zh_cn: 切换纹理组裁剪

source: Toggle displaying the cursor
zh_cn: 切换显示光标

source: Toggle displaying the cursor while touchpad is active
zh_cn: 触摸板处于活动状态时切换显示光标

source: Toggle facebook
zh_cn: 切换 Facebook

source: Toggle flipping in X
zh_cn: 在 X 中切换翻转

source: Toggle flipping in Y
zh_cn: 在 Y 中切换翻转

source: Toggle grid
zh_cn: 切换网格

source: Toggle if Physics is enabled in this room
zh_cn: 如果在这个房间里启用了物理功能, 切换

source: Toggle ignoring comments in search
zh_cn: 切换忽略搜索中的注释

source: Toggle interpolation of colour between pixels
zh_cn: 切换像素之间的颜色插值

source: Toggle interpolation of colours between pixels
zh_cn: 切换像素之间的颜色插值

source: Toggle menu and dock in fullscreen mode
zh_cn: 在全屏模式下切换菜单和停靠

source: Toggle resource scoping on resource tree
zh_cn: 在资源树上切换资源范围

source: Toggle scaling of Texture Group
zh_cn: 切换纹理组的缩放比例

source: Toggle searching for whole words only
zh_cn: 切换仅搜索整个单词

source: Toggle short-circuit evaluations
zh_cn: 切换短路评估

source: Toggle starting in Fullscreen mode
zh_cn: 在全屏模式下开始切换

source: Toggle starting in fullscreen mode
zh_cn: 在全屏模式下开始切换

source: Toggle synchronization ( VSync ) to avoid tearing
zh_cn: 切换同步 (垂直同步) 以避免撕裂

source: Toggle the showing of the grid
zh_cn: 切换网格显示

source: Toggle use of APK Expansions on Google Play
zh_cn: 在谷歌 Play 上切换使用 APK 扩展

source: Toggle use of New Audio Engine
zh_cn: 切换新音频引擎的使用

source: Toggle use of Steam
zh_cn: 切换使用Steam

source: Toggle use of internet
zh_cn: 切换使用互联网

source: Toggle use of search
zh_cn: 切换使用搜索

source: Toggle use of synchronization ( VSync ) to avoid tearing
zh_cn: 切换同步使用 (垂直同步) 以避免撕裂

source: Toggle whether this is a closed ( looping ) or open path
zh_cn: 切换是否为闭合 (循环) 或开放路径

source: Toggle whether to show a preview of the animation
zh_cn: 切换是否显示动画的预览

source: Toggle whether to stretch the background
zh_cn: 切换是否拉伸背景

source: Toggle whole words only in search
zh_cn: 仅在搜索中切换整个单词

source: Toggles whether the grid must be shown when zooming in
zh_cn: 切换在放大时是否必须显示网格

source: Tolerance
zh_cn: 容差

source: Tolerance:
zh_cn: 容差：

source: Too many rows or columns deleted
zh_cn: 删除的行数或列太多

source: Too much data in buffer.
zh_cn: 缓冲区中的数据太多。

source: Toolbar
zh_cn: 工具栏

source: Tools
zh_cn: 工具

source: Tooltip display time (msec):
zh_cn: 工具提示显示时间 (毫秒):

source: Top
zh_cn: 顶

source: Top Left
zh_cn: 左上

source: Top Position of Help Window
zh_cn: "帮助"窗口的顶部位置

source: Top Right
zh_cn: 右上

source: Topmost coordinate of the bounding box
zh_cn: 边界框的最顶端坐标

source: Trace cache: 12 K-Ops, 8-way set associative
zh_cn: 跟踪缓存: 12 个 K-Ops, 8 路设置关联

source: Trace cache: 16 K-Ops, 8-way set associative
zh_cn: 跟踪缓存: 16 个 K-Ops, 8 路设置关联

source: Trace cache: 32 K-Ops, 8-way set associative
zh_cn: 跟踪缓存:32 K-Ops, 8 路集关联

source: Trace cache: 64 K-Ops, 8-way set associative
zh_cn: 跟踪缓存:64 K-Ops, 8 路集关联

source: Transfering...
zh_cn: 传递...

source: Transparent Background Settings
zh_cn: 透明背景设置

source: Transparent proxy cannot bind.
zh_cn: 透明代理不能绑定。

source: Trigger Events
zh_cn: 触发器事件

source: Triggers
zh_cn: 触发器

source: Trim the image to remove the transparent space around it
zh_cn: 修剪图像以移除周围的透明空间

source: Trophy Screen
zh_cn: 奖杯界面

source: Truevision images
zh_cn: Truevision 图像

source: Tue
zh_cn: 周二

source: Tuesday
zh_cn: 星期二

source: Turn the image grayscale
zh_cn: 打开图像灰度

source: Tutorial Panel
zh_cn: 教程面板

source: Tutorials
zh_cn: 教程

source: Type
zh_cn: 类型

source: Type here a name for the trigger
zh_cn: 在此键入触发器的名称

source: Type here the condition for the trigger
zh_cn: 在此键入触发条件

source: Type of Application
zh_cn: 应用类型

source: Types to filter by
zh_cn: 要过滤的类型

source: Types to search in
zh_cn: 要搜索的类型

source: UDP Not supported by this proxy.
zh_cn: 此代理不支持 UDP。

source: UDP is not support in this SOCKS version.
zh_cn: UDP 不支持此 SOCKS 版本。

source: UNKNOWN
zh_cn: 未知

source: Unable to Replace Image
zh_cn: 无法替换图像

source: Unable to create directory
zh_cn: 无法创建目录

source: Unable to generate Screen Tips because there are no linked Action Lists.
zh_cn: 无法生成屏幕提示, 因为没有链接的动作列表

source: Unable to retrieve a pointer to a running object registered with OLE for %s/%s
zh_cn: 无法检索指向使用 OLE 注册的正在运行的对象的指向% s/% s 的指针

source: Unable to retrieve folder details for "%s".
zh_cn: 无法检索 "%s" 的文件夹详细信息。

source: Uncompress as zip file
zh_cn: 作为zip文件解压

source: Uncompressed - Not Streamed (In Memory, low CPU)
zh_cn: 未压缩-未流式传输 (在内存中, 较低的 cpu)

source: Undefined
zh_cn: 未定义

source: Underline
zh_cn: 强调

source: Undo
zh_cn: 撤消

source: Undo Ctrl+Z
zh_cn: 撤销 Ctrl+Z

source: Undo Last Operation
zh_cn: 撤消上次操作

source: Undo the last action
zh_cn: 撤消上一个操作

source: Undo the last change
zh_cn: 撤销最后一次修改

source: Undo the last change in the room
zh_cn: 撤消房间中的最后一个更改

source: Undo the last changes in the path
zh_cn: 撤消路径中的最后一个更改

source: UndoBtn
zh_cn: 撤销

source: Unexpected but critical chunk detected.
zh_cn: 检测到意外但关键的块。

source: Unexpected end of input.
zh_cn: 输入的意外结束。

source: Unexpected end of sequence
zh_cn: 意外结束的序列

source: Uninstall
zh_cn: 卸载

source: Uninstall the selected extension package
zh_cn: 卸载选定的扩展包

source: Unknown AMD (Model %d)
zh_cn: 未知 AMD (Model %d)

source: Unknown GIF block type
zh_cn: 未知的 GIF 块类型

source: Unknown PE target
zh_cn: 未知的 PE 目标

source: Unknown Protocol
zh_cn: 未知协议

source: Unknown error
zh_cn: 未知错误

source: Unknown extension type
zh_cn: 未知的扩展类型

source: Unknown function at %s
zh_cn: %s 处的未知函数

source: Unknown picture file extension (.%s)
zh_cn: 未知的图片文件扩展名 (.%s)

source: Unknown socks error.
zh_cn: 未知的 Socks 错误。

source: Unlock All
zh_cn: 解锁所有

source: Unlock all instances
zh_cn: 解锁所有实例

source: Unsupported Application Extension block size
zh_cn: 不支持的应用程序扩展块大小

source: Unsupported GIF version
zh_cn: 不支持的 GIF 版本

source: Unsupported PixelFormat
zh_cn: 不支持的 PixelFormat

source: Unsupported clipboard format
zh_cn: 不支持的剪贴板格式

source: Unsupported hash algorithm.
zh_cn: 不支持的哈希算法。

source: Unsupported method
zh_cn: 不支持的方法

source: Unsupported object type.
zh_cn: 不支持的对象类型。

source: Unsupported operation.
zh_cn: 不支持的操作。

source: Up
zh_cn: 上

source: Up Level
zh_cn: 上一级

source: Up to space delimited 16 tags
zh_cn: 最多空格分隔16个标签记

source: Update
zh_cn: 更新

source: Update Delay (msec):
zh_cn: 更新延迟 (毫秒):

source: Update Game
zh_cn: 更新游戏

source: Update License
zh_cn: 更新许可证

source: Update from Source Control
zh_cn: 从源代码管理更新

source: Updates to purchased assets will be automatically downloaded as soon as they are available
zh_cn: 购买资产的更新将在可用时自动下载

source: Upgrade
zh_cn: 升级

source: Upgrade your copy of Game Maker Online from the Lite Edition.
zh_cn: 从精简版中在线升级您的 Game Maker 副本。

source: Upload
zh_cn: 上传

source: Upload To Store
zh_cn: 上传到商店

source: Upsampling...
zh_cn: 重新采样...

source: Usage of WebGL
zh_cn: WebGL 的用法

source: Use APK Expansion (Google Play)
zh_cn: 使用 APK 扩展 (谷歌 Play)

source: Use AdColony Ads
zh_cn: 使用 AdColony 广告

source: Use Amazon Ads
zh_cn: 使用亚马逊广告

source: Use Built-in SVN:
zh_cn: 使用内置 SVN：

source: Use Facebook
zh_cn: 使用Facebook

source: Use Fast Collision System
zh_cn: 使用快速碰撞系统

source: Use Google Mobile Ads
zh_cn: 使用谷歌移动广告

source: Use Internet
zh_cn: 使用互联网

source: Use JavaScript
zh_cn: 使用 JavaScript

source: Use Mac for ADB connection
zh_cn: 使用Mac进行ADB连接

source: Use Microphone
zh_cn: 使用麦克风

source: Use Mine
zh_cn: 使用我的

source: Use MoPub Ads
zh_cn: 使用 MoPub 广告

source: Use New Audio Engine
zh_cn: 使用新的音频引擎

source: Use Search
zh_cn: 使用搜索

source: Use Source Control
zh_cn: 使用源代码管理

source: Use Source Control ( Save and Restart Required if Changed )
zh_cn: 使用源代码管理 (如果更改, 则需要保存并重新启动)

source: Use Test Ads (where available)
zh_cn: 使用测试广告 (如果有)

source: Use Theirs
zh_cn: 使用他们的

source: Use a diamond as collision mask
zh_cn: 使用菱形作为碰撞遮罩

source: Use a different synchronization method that may result in more consistent performance
zh_cn: 使用可能导致更一致的性能的不同同步方法

source: Use a disk as collision mask
zh_cn: 使用椭圆作为碰撞遮罩

source: Use a rectangle as collision mask
zh_cn: 使用矩形作为碰撞遮罩

source: Use built-in particle sprites
zh_cn: 使用内置粒子精灵

source: Use colour coded variables, function names, etc..
zh_cn: 使用颜色编码变量、函数名称等。

source: Use escape key to abandon changes
zh_cn: 使用转义键放弃更改

source: Use exclusive or
zh_cn: 使用独占或

source: Use external image editor as default
zh_cn: 使用外部图像编辑器作为默认值

source: Use maximal size
zh_cn: 使用最大大小

source: Use new size
zh_cn: 使用新大小

source: Use only for preview.
zh_cn: 仅用于预览

source: Use the code editor to edit the condition
zh_cn: 使用代码编辑器编辑条件

source: Use the full image as bounding box
zh_cn: 使用完整图像作为边界框

source: Use the glyph property to set an image
zh_cn: 使用 Glyph 属性设置图像

source: Used for 3D
zh_cn: 用于3D

source: User 0
zh_cn: 用户 0

source: User 1
zh_cn: 用户 1

source: User 10
zh_cn: 用户 10

source: User 11
zh_cn: 用户 11

source: User 12
zh_cn: 用户 12

source: User 13
zh_cn: 用户 13

source: User 14
zh_cn: 用户 14

source: User 15
zh_cn: 用户 15

source: User 2
zh_cn: 用户 2

source: User 3
zh_cn: 用户 3

source: User 4
zh_cn: 用户 4

source: User 5
zh_cn: 用户 5

source: User 6
zh_cn: 用户 6

source: User 7
zh_cn: 用户 7

source: User 8
zh_cn: 用户 8

source: User 9
zh_cn: 用户 9

source: User defined
zh_cn: 用户定义

source: User-Defined Macros
zh_cn: 用户定义宏

source: Username
zh_cn: 用户名

source: Username:
zh_cn: 用户名：

source: Uses Physics
zh_cn: 使用物理

source: V&isible when room starts
zh_cn: 房间开始时可见

source: VISIBILITY
zh_cn: 可见性

source: VS2012 Cross Tools
zh_cn: VS2012 交叉工具

source: Value
zh_cn: 值

source: Value:
zh_cn: 值:

source: Values
zh_cn: 值

source: Values are relative to current values
zh_cn: 值相对于当前值

source: Variable Length Arguments
zh_cn: 可变长度参数(?)

source: Variables
zh_cn: 变量

source: Version
zh_cn: 版本

source: Version 8.1
zh_cn: 版本 8.1

source: Version :
zh_cn: 版本:

source: Version Information
zh_cn: 版本信息

source: Version Number:
zh_cn: 版本号:

source: Version:
zh_cn: 版本:

source: Vert.
zh_cn: 垂直

source: Vertex
zh_cn: 顶点

source: Vertex buffer method
zh_cn: 顶点缓冲区方法

source: Vertical
zh_cn: 垂直

source: Vertical Offset:
zh_cn: 垂直偏移:

source: Vertical Snap:
zh_cn: 垂直对齐:

source: Vertical border to keep around the visible object (in pixels)
zh_cn: 要保持可见对象周围的垂直边框 (以像素为单位)

source: Vertical offset for the first tile
zh_cn: 第一个图块的垂直偏移量

source: Vertical offset of the first image in term of the number of cells
zh_cn: 第一个图像的垂直偏移量 (以单元格数为单位)

source: Vertical separation between the images in pixels
zh_cn: 图像之间的垂直分离 (以像素为单位)

source: Vertical separation between the tiles
zh_cn: 平铺之间的垂直分隔

source: Vertical size:
zh_cn: 垂直大小:

source: Vertical subsampling value must be <= horizontal subsampling value.
zh_cn: 垂直子采样值必须 <= 水平子采样值。

source: Vertical value to snap to grid
zh_cn: 要捕捉到网格的垂直值

source: Vertical:
zh_cn: 垂直：

source: View Bottom
zh_cn: 底部视野

source: View Left
zh_cn: 左视野

source: View Right
zh_cn: 右视野

source: View Top
zh_cn: 顶部视野

source: View in room
zh_cn: 在房间里查看

source: Views
zh_cn: 视野

source: Visible when room starts
zh_cn: 在房间开始时可见

source: Visual Studio Location
zh_cn: Visual Studio 路径

source: Vita SDK Location
zh_cn: Vita SDK 路径

source: Vita Tools Location
zh_cn: Vita 工具路径

source: Volume:
zh_cn: 音量：

source: W&idth:
zh_cn: 宽:

source: WARNING!!!
zh_cn: 警告！！！

source: WARNING: GM8.1 Beta
zh_cn: 警告: GM8.1 Beta 版

source: Wand Select
zh_cn: 魔杖选择

source: Wand Select W
zh_cn: 魔棒选择 W

source: Warning
zh_cn: 警告

source: We're sorry, it looks like the code that you entered was incorrect.
zh_cn: 很抱歉, 它看起来像您输入的代码不正确。

source: Weak
zh_cn: 弱

source: Web Browser Location
zh_cn: Web 浏览器位置

source: Web Root Directory
zh_cn: Web 根目录

source: Web Server
zh_cn: Web 服务器

source: Web Server Port
zh_cn: Web 服务器端口

source: Wed
zh_cn: 周三

source: Wednesday
zh_cn: 星期三

source: Welcome
zh_cn: 欢迎

source: What should happen?
zh_cn: 应该发生什么？

source: When adding an instance, delete the current instance at the same position
zh_cn: 添加实例时, 在同一位置删除当前实例

source: When required you can provide a constant name that you can use in code to call the event
zh_cn: 必要时，您可以提供一个常量名称，您可以在代码中使用该名称来调用事件

source: When the game was last changed
zh_cn: 当游戏最后一次改变时

source: Where app saves files
zh_cn: 应用保存文件的位置

source: Whether the instances will be persistent when returning to the room
zh_cn: 返回房间时, 实例是否会持久化

source: Whether the object is persistent between rooms
zh_cn: 对象是否在房间之间是持续的

source: Whether the object is solid
zh_cn: 物体是否为固体

source: Whether the object is visible
zh_cn: 对象是否可见

source: Whether this object is a sensor
zh_cn: 此对象是否为传感器

source: Whether this object is kinematic
zh_cn: 此对象是否为运动学

source: Whether this object starts active and awake
zh_cn: 此对象是否开始活动和唤醒

source: Whether this sprite uses Physics
zh_cn: 这个精灵是否使用物理

source: Whether to enable different views in the game
zh_cn: 是否在游戏中启用不同的视图

source: Whether to enable fullscreen switching
zh_cn: 是否启用全屏切换

source: Whole Word Only
zh_cn: 全词匹配

source: Whole word only
zh_cn: 全词匹配

source: Why do I need this?
zh_cn: 我为什么需要这个？

source: Wide
zh_cn: 宽

source: Width of Help Window
zh_cn: "帮助"窗口的宽度

source: Width of a tile (in pixels)
zh_cn: 平铺宽度 (以像素为单位)

source: Width of the room in pixels
zh_cn: 房间宽度 (以像素为单位)

source: Width of the view on the screen
zh_cn: 屏幕上视图的宽度

source: Width: 32
zh_cn: 宽度:32

source: WiiU SDK Location
zh_cn: WiiU SDK 路径

source: WiiU Tools Location
zh_cn: WiiU工具路径

source: Win32 Version
zh_cn: Win32 版本

source: Win32 error: %s (%u)%s%s
zh_cn: Win32 错误: %s (%u)%s%s

source: WinJS API Reference
zh_cn: WinJS API 参考

source: WinJS API Version
zh_cn: WinJS API 版本

source: Window Caption
zh_cn: 窗口标题

source: Windows Phone Devices
zh_cn: Windows Phone 设备

source: Windows SDK Location
zh_cn: Windows SDK 路径

source: Windows UWP SDK tools
zh_cn: Windows UWP SDK 工具

source: Windows bitmaps
zh_cn: Windows 位图

source: Windows enhanced meta files
zh_cn: Windows 增强的元文件

source: Windows icons
zh_cn: Windows 图标

source: Windows metafiles
zh_cn: Windows 元文件

source: Windows8 SDK tools
zh_cn: Windows8 SDK 工具

source: Word 5.x screen capture images
zh_cn: Word 5.x 屏幕捕获图像

source: Word(s) to search for
zh_cn: 要搜索的字词

source: Wrap Horizontally
zh_cn: 水平环绕

source: Wrap Vertically
zh_cn: 垂直环绕

source: Write
zh_cn: 写

source: X Position
zh_cn: X 位置

source: X force of Gravity
zh_cn: X 重力

source: X position of the view in the room
zh_cn: X 视图在房间中的位置

source: X position of the view on the screen
zh_cn: X 视图在屏幕上的位置

source: X-coordinate of the point
zh_cn: 点的 X 坐标

source: Xbox Live is required if you use Achievements, Leaderboards, Rich Presence, Online Play, Matchmaking or other online features.
zh_cn: 如果您使用成就、排行榜、丰富的展示、在线游戏、匹配或其他在线功能, 则需要 Xbox Live。

source: Xbox One MS SDK Dir
zh_cn: Xbox One MS SDK 目录

source: Xbox One SDK Dir
zh_cn: Xbox One SDK 目录

source: Xbox One Tools Dir
zh_cn: Xbox One Tools 目录

source: Y Position
zh_cn: Y 位置

source: Y force of Gravity
zh_cn: Y 重力

source: Y position of the view in the room
zh_cn: Y 视图在房间中的位置

source: Y position of the view on the screen
zh_cn: 视图在屏幕上的 Y 位置

source: Y-coordinate of the point
zh_cn: 点的 Y 坐标

source: Yes to &All
zh_cn: 全是

source: YoYo Account 2 Step Authentication
zh_cn: YoYo Account 两步验证

source: You are importing from an old version of GameMaker, functionality has changed from previous versions so DO NOT expect this to work without changes.
zh_cn: 您从旧版本的 GameMaker 导入，函数已从以前的版本更改，所以不要期望这个没有更改。.

source: You are not allowed to distribute games created with this release candidate in any way.
zh_cn: 您不允许以任何方式分发使用此版本候选项创建的游戏。

source: You can assign only one of the following types or their descendants: TStrings, TStream.
zh_cn: 您只能分配以下类型之一或其后代：TStrings，TStream。

source: You cannot use this control in design mode
zh_cn: 不能在设计模式下使用此控件

source: You do not currently have any assets in your Library with this filter.
zh_cn: 当前你的库的筛选器中没有任何资产。

source: You may need to rewrite some code or you may find a bug (Please file a bug report (Help -> Report a bug))
zh_cn: 您可能需要重写一些代码, 或者您可能会发现一个 bug (请提交 bug 报告 (帮助->> 报告 bug))

source: You must use a FONT where the BOLD characters are the same width as NON-BOLD characters, or you will get display errors.
zh_cn: 您必须使用字体, 其中粗体字符的宽度与非粗体字符相同, 否则将会显示错误。

source: You will need to sign in before you can report bugs.
zh_cn: 您将需要登录才能报告 bug。

source: Your Publisher name
zh_cn: 您的发布者名称

source: ZSoft Paintbrush images
zh_cn: ZSoft Paintbrush 图像

source: Zoom &In
zh_cn: 放大

source: Zoom &In Ctrl+F76
zh_cn: &放大 Ctrl+F76

source: Zoom &Out
zh_cn: 缩小

source: Zoom &Out Ctrl+F78
zh_cn: &缩小 Ctrl+F78

source: Zoom In
zh_cn: 放大

source: Zoom In Ctrl+F76
zh_cn: 放大 Ctrl+F76

source: Zoom Out
zh_cn: 缩小

source: Zoom Out Ctrl+F78
zh_cn: 缩小 Ctrl+F78

source: Zoom in
zh_cn: 放大

source: Zoom out
zh_cn: 缩小

source: buffer error
zh_cn: 缓冲区错误

source: certificate password
zh_cn: 证书密码

source: data error
zh_cn: 数据错误

source: delay before auto-complete appears
zh_cn: 出现自动完成之前的延迟

source: empty distance tree with lengths
zh_cn: 长度为空的距离树

source: file error
zh_cn: 文件错误

source: hori&zontal cell offset:
zh_cn: 水平单元格偏移：

source: horizontal &pixel offset:
zh_cn: 水平和像素偏移：

source: horizontal &separation:
zh_cn: 水平分离：

source: iOS Setup
zh_cn: iOS 设置

source: iOS Target:
zh_cn: iOS 目标：

source: iPad Landscape
zh_cn: iPad 横向

source: iPad Portrait
zh_cn: iPad 纵向

source: iPad Portrait 768x1024
zh_cn: iPad 纵向 768x1024

source: iPad Retina Landscape
zh_cn: iPad Retina 横向

source: iPad Retina Portrait
zh_cn: iPad Retina 纵向

source: iPad Retina Portrait 1536x2048
zh_cn: iPad Retina 纵向 1536x2048

source: iPhone 5 Landscape
zh_cn: iPhone 5 横向

source: iPhone 5 Portrait
zh_cn: iPhone 5 纵向

source: iPhone 6 Landscape
zh_cn: iPhone 6 横向

source: iPhone 6 Plus Landscape
zh_cn: iPhone 6 Plus 横向

source: iPhone 6 Plus Portrait
zh_cn: iPhone 6 Plus 纵向

source: iPhone 6 Portrait
zh_cn: iPhone 6 纵向

source: iPhone 7 Landscape
zh_cn: iPhone 7 横向

source: iPhone 7 Plus Landscape
zh_cn: iPhone 7 Plus 横向

source: iPhone 7 Plus Portrait
zh_cn: iPhone 7 Plus 纵向

source: iPhone 7 Portrait
zh_cn: iPhone 7 纵向

source: iPhone 8 Landscape
zh_cn: iPhone 8 横向

source: iPhone 8 Plus Landscape
zh_cn: iPhone 8 Plus 横向

source: iPhone 8 Plus Portrait
zh_cn: iPhone 8 Plus 纵向

source: iPhone 8 Portrait
zh_cn: iPhone 8 纵向

source: iPhone Landscape
zh_cn: iPhone 横向

source: iPhone Portrait
zh_cn: iPhone 纵向

source: iPhone Portrait 320x480
zh_cn: iPhone 纵向 320x480

source: iPhone Retina Landscape
zh_cn: iPhone Retina 横向

source: iPhone Retina Portrait
zh_cn: iPhone Retina 纵向

source: iPhone Retina Portrait 640x960
zh_cn: iPhone Retina 纵向 640x960

source: iPhone SE Landscape
zh_cn: iPhone SE 横向

source: iPhone SE Portrait
zh_cn: iPhone SE 纵向

source: iPhone X Landscape
zh_cn: iPhone X 横向

source: iPhone X Portrait
zh_cn: iPhone X 纵向

source: iPhone or iPod Touch
zh_cn: iPhone 或 iPod Touch

source: iPhone5 Portrait 640x1136
zh_cn: iPhone5 纵向 640x1136

source: iPhone6 Portrait 750x1334
zh_cn: iPhone6 纵向 750x1334

source: iPhone6Plus Portrait 1242x2208
zh_cn: iPhone6Plus 纵向 1242x2208

source: iPhone7 Portrait 750x1334
zh_cn: iPhone7 纵向 750x1334

source: iPhone7Plus Portrait 1242x2208
zh_cn: iPhone7Plus 纵向 1242x2208

source: iPhone8 Portrait 750x1334
zh_cn: iPhone8 纵向 750x1334
